[
  {
    "code": "A1",
    "name": "Labrador Retriever",
    "cost": "1000",
    "origin": "Canada",
    "img": "https://www.dogbreedslist.info/uploads/dog-pictures/labrador-retriever-2-2.jpg",
    "colors": "Black, Chocolate, Yellow",
    "lifeSpan": "10 years",
    "shortDescription": "The Labrador Retriever is a medium to large-sized, short-coupled, powerfully-built dog with a short, dense, water-resistant coat; small, drop ears; and a short, thick otter-like tail carried level with the back or with a slight upward curve.",
    "description": "The Labrador Retriever is a medium to large-sized, short-coupled, powerfully-built dog with a short, dense, water-resistant coat; small, drop ears; and a short, thick otter-like tail carried level with the back or with a slight upward curve. The length of body is equal to or only slightly longer than the height at the withers, and the distance from the elbows to the ground is equal to one-half the height at the withers. Balance, outline, intelligence, temperament and movement are of overriding importance. The Labrador Retriever is a breed of moderation, thoroughly sound, and willing and able to do its work. The Labrador Retriever is a dog without exaggeration, so light, weedy dogs; long, low-stationed dogs; and cloddy, lumbering dogs are to be equally penalized. The Labrador Retriever should be evaluated as a working gun dog, and exaggerations or faults should be penalized in proportion to how much they interfere with the dog’s ability to work. The Labrador Retriever is an enthusiastic hunter with a good nose and a soft mouth. They excel in all performance activities. Another essential characteristic of the Labrador Retriever is the short, dense, double coat that protects the dog when retrieving from water. The short, “otter” tail is another distinctive feature of this breed. Labrador Retrievers are noted for their excellent temperaments. This breed is friendly, outgoing and eager to please. They are extremely intelligent and easily trained to perform a variety of complex tasks."
  },
  {
    "code": "B1",
    "name": "Turkish Angora",
    "cost": "1000",
    "origin": "Turkey",
    "img": "https://www.catbreedslist.com/uploads/cat-pictures/turkish-angora-2.jpg",
    "colors": "Black, White, Blue",
    "lifeSpan": "10 years",
    "shortDescription": "The Turkish Angora, originally known simply as the Angora, has been called the ballerina of the cat fancy. These gorgeous, graceful cats are said to “dance into your life with their fine-boned elegance draped in a gossamer silk coat in a variety of colors. The traditional Turkish Angora is a snowy-white feline with a shimmery, medium-length outer coat, absolutely no undercoat and a refined body structure. They come in a range of other colors, including black, blue, cream, red, brown, silver and lilac. They come in various patterns as well, including tabby, tabby-white, tortie and smoke. The fur on the underbelly of the Turkish Angora tends to be slightly wavy, but the rest of its coat is straight.",
    "description": "The Turkish Angora is an affectionate, inquisitive and intelligent companion. They are outgoing, strong-willed and want to be at the very center of their owners’ world. In fact, they seem to expect their owners to be equally interested in what they are doing at any given moment. The breed profile published by The International Cat Association (TICA) claims that if you ignore a Turkish Angora, “you can expect it to engage in activities designed to make you pay attention – like batting one coaster at a time off the table until you stop what you are doing and pay attention to it.” Despite being playful and friendly, the Turkish Angora does enjoy rest and relaxation as well. At times, he can be somewhat aloof – especially with strangers – although at other times he is eager and welcoming. This breed bonds closely with its owners. Turkish Angoras typically tolerate other companion animals in their household, as long as those pets recognize who really rules the roost. The Turkish Angora is rightfully described as one of the true gems of the cat world."
  },
  {
    "code": "A2",
    "name": "German Shepherd",
    "cost": "1500",
    "origin": "Germany",
    "img": "https://www.dogbreedslist.info/uploads/dog-pictures/german-shepherd-dog-2.jpg",
    "colors": "Black, Silver, Red",
    "lifeSpan": "12 years",
    "shortDescription": "The German Shepherds are medium to large-sized dogs, well-balanced, muscular dog, slightly longer than tall, with a medium length coat, erect ears, and a low-set natural tail that normally reaches to the hock..",
    "description": "The German Shepherds are medium to large-sized dogs, well-balanced, muscular dog, slightly longer than tall, with a medium length coat, erect ears, and a low-set natural tail that normally reaches to the hock and is carried in a slight curve like a saber. The outline of the German Shepherd Dog is made up of smooth curves rather than angles. The head is in proportion to the size of the body, strong without appearing coarse or fine. Gender differences are readily apparent. The German Shepherd Dog should be evaluated as an all-around working dog, and exaggerations or faults should be penalized in proportion to how much they interfere with the dog’s ability to work. The German Shepherd Dog is confident and fearless, willing to be approached, yet a certain level of aloofness towards strangers is acceptable. When working, the German Shepherd is alert and eager, adapting well to new tasks. Lack of confidence is a serious defect in the character of a German Shepherd. The structure of this breed was designed for efficient locomotion, particularly at the trot, so poor movement is another serious fault."
  },
  {
    "code": "B2",
    "name": "Balinese",
    "cost": "1300",
    "origin": "United States",
    "img": "https://www.catbreedslist.com/uploads/cat-pictures/balinese-2.jpg",
    "colors": "Blue, Chocolare, Cream",
    "lifeSpan": "11 years",
    "shortDescription": "The Balinese is an oriental breed with a fine, silky coat and dark markings (called “points”) on its wedge-shaped face, slender legs and long tail. In overall appearance, the Balinese resembles a longer-haired version of the Siamese, which is actually what it is. They do not have a woolly undercoat and are much less hairy than most other long- and semi-longhaired breeds. They are not predisposed to developing matted coats.",
    "description": "The American Cat Fanciers’ Association (CFA) only recognizes certain coat colors in the Balinese, which are the same as those of the purebred Siamese: seal point, blue point, chocolate point and lilac point. However, other color variants were added to the breed standard in May of 2008, under what is now called the Javanese Division. These include: cream, red, smoke and silver solid-color points; lynx (tabby) points in blue, blue-cream, chocolate, chocolate-tortie, cinnamon, cinnamon-tortie, cream, fawn, fawn-cream, lilac, lilac-cream, red, seal, seal-tortie, smoke and silver; and parti-color points in blue-cream, chocolate-tortie, cinnamon-tortie, fawn-cream, lilac-cream, seal-tortie, smoke and silver. Balinese kittens are born with pale coats, developing their darker points as they age. Adult cats tend to keep darkening over time. Balinese have brilliant sapphire-blue eyes and large, wide-set ears. The CFA describes them as being “a svelte, dainty cat, with long tapering lines, very lithe but muscular.” Everything about the Balinese is L-O-N-G, from the tip of its nose to the end of its dramatically-feathered tail, which is among its most distinguishing features. These cats are easy-keepers, require little grooming and are generally less vocal than their Siamese cousins. All in all, this is an elegant, refined, graceful and extremely intelligent breed. Despite their aristocratic appearance, Balinese are affectionate, friendly, clown-like cats with distinct individual personalities. They are inquisitive and can be quite demanding of attention from their owners. However, at times they only show their personable sides to their human and feline family-members. Some authors have described the Balinese as being curious but a bit aloof with strangers, although this is the subject of debate among breed enthusiasts."
  },
  {
    "code": "A3",
    "name": "Golden Retriever",
    "cost": "1500",
    "origin": "United Kingdom",
    "img": "https://www.dogbreedslist.info/uploads/dog-pictures/golden-retriever-2-3.jpg",
    "colors": "Golden, Dark Golden, Light Golden",
    "lifeSpan": "11 years",
    "shortDescription": "The Golden Retriever is a medium-sized to large, well-balanced dog with a distinctive golden-colored coat; small, beautiful drop ears; and a natural tail carried level with the back or with a slight upward curve and many more.",
    "description": "The Golden Retriever is a medium-sized to large, well-balanced dog with a distinctive golden-colored coat; small, drop ears; and a natural tail carried level with the back or with a slight upward curve. The correct relationship of length of body to height is 12:11. The Golden Retriever is a dog without exaggeration. The Golden Retriever should be evaluated as a working gun dog, and exaggerations or faults should be penalized in proportion to how much they interfere with the dog’s ability to work. The breed’s most readily identifiable characteristic is its rich, lustrous golden color. Another essential characteristic is proper temperament. A Golden Retriever is friendly, calm, compliant and compatible with people and other dogs. Goldens are particularly good with children. The Golden Retriever’s friendly temperament is reflected in his kindly expression. The Golden Retriever is a powerfully built dog, with a good nose for tracking, a soft mouth, and an eagerness to learn."
  },
  {
    "code": "A4",
    "name": "Bulldog",
    "cost": "3000",
    "origin": "United Kingdom",
    "img": "https://www.dogbreedslist.info/uploads/dog-pictures/bulldog-2.jpg",
    "colors": "White, Fawn, Gray, Red",
    "lifeSpan": "9 years",
    "shortDescription": "The English Bulldog is a wide, medium-sized, compact dog with short legs. The body and head are massive with extra skin on both the skull and forehead falling in folds. The cheeks extend to the sides of the eyes.",
    "description": "The English Bulldog is a wide, medium-sized, compact dog with short legs. The body and head are massive with extra skin on both the skull and forehead falling in folds. The cheeks extend to the sides of the eyes. The muzzle is wide, short and pug with a broad, deep stop. The black nose is broad with large nostrils. The dark eyes are deep set. The rose ears are small, thin and set high on the head. The jaws are massive, very broad, and square with hanging upper lips. The teeth should have an under bite. The tail is either straight or screwed and carried low. The short, flat coat is straight, smooth and glossy. Coat colors include red brindle and other shades of brindle, solid white, solid red, fawn, fallow, piebald, pale yellow or washed-out red or white or a combination of these colors.Despite its sourmug, the bulldog is jovial, comical and amiable, among the most docile and mellow of dogs. It is willing to please, although it retains a stubborn streak. It is very good with children. Most are moderately friendly toward strangers. Although some can be aggressive with strange dogs, the breed is quite good with other pets."
  },
  {
    "code": "B3",
    "name": "Ragdoll",
    "cost": "1200",
    "origin": "United States",
    "img": "https://www.catbreedslist.com/uploads/cat-pictures/ragdoll-2-3.jpg",
    "colors": "Blue, Chocolate, Lilac, Red",
    "lifeSpan": "15 years",
    "shortDescription": "The large, affectionate Ragdoll goes limp with pleasure when you cuddle him in your arms, the trait that led to his name. He’s a big kitty, with males ranging up to 20 pounds, females slightly smaller, starting at 12 pounds and going up to 15 pounds.",
    "description": "The Ragdoll is a docile, gentle, unusually relaxed animal with a decidedly even disposition. When socialized correctly from birth, they will be friendly and endearing members of the family. Ragdolls can be welcoming to strangers and love being held and snuggled by people of all ages. This breed tends to prefer the company of people more so than that of other pets. They normally are a good pet for young children, as they tolerate and appreciate affection and attention and typically can withstand a child's exploration and potentially unexpected behaviors. Nonetheless, Ragdolls generally prefer calm, rather than rowdy, living environments and are happiest housed entirely indoors. They are great companions for a modern, busy household."
  },
  {
    "code": "B4",
    "name": "Maine Coon",
    "cost": "1800",
    "origin": "United States",
    "img": "https://www.catbreedslist.com/uploads/cat-pictures/maine-coon-2.jpg",
    "colors": "Black, Golder, Gray, Silver",
    "lifeSpan": "13 years",
    "shortDescription": "Maine Coons are known for their large size, with females averaging up to 16 pounds and males up to 18, with some tipping the scales at 20-plus pounds. With a long, shaggy coat that lays close to the body, a bushy long tail, tufted paw pads and large ears adorned with furry tufts and lynx tips on top, their build reflects the Maine Coon's origins in the cold Northeast.",
    "description": "The Maine Coon is known in the cat fancy as a gentle giant, much like the Great Dane is known in the dog fancy by that same nickname. This is an extroverted, outgoing, sociable breed, with a loving nature, a kind disposition and a keen intellect. Most Maine Coons are highly trainable and can easily be taught to walk on a harness and leash. They are affectionate, playful animals that typically get along extremely well with children, other cats and even dogs."
  },
  {
    "code": "A5",
    "name": "Beagle",
    "cost": "800",
    "origin": "United Kingdom",
    "img": "https://www.dogbreedslist.info/uploads/dog-pictures/beagle-2-2.jpg",
    "colors": "Black, Tricolor, Red, White",
    "lifeSpan": "14 years",
    "shortDescription": "The Beagle should look like a miniature foxhound, solid for its size. The beagle's moderate size enables it to be followed on foot. It can also be carried to the hunt, and once there, can scurry around in thick underbrush.",
    "description": "The Beagle should look like a miniature foxhound, solid for its size. The beagle's moderate size enables it to be followed on foot. It can also be carried to the hunt, and once there, can scurry around in thick underbrush. Its close hard coat protects it from underbrush. Its moderate build enables it to nimbly traverse rough terrain. The beagle's amiable personality allows it to get along with other dogs and to be a successful pack hunter. The beagle is noted for its melodious bay, which helps hunters locate it from a distance. One of the most amiable hounds, the beagle was bred as a pack hunter and needs companionship, whether human or canine. It loves to explore the outdoors and is an enthusiastic trailer. Given adequate exercise, it is a calm, tractable house pet. It is an excellent child's dog, gentle, incredibly tolerant and always ready to join in a game or an adventure. It is an independent breed, however, and may run off if a trail beckons. It barks and howls."
  },
  {
    "code": "B5",
    "name": "Sphynx",
    "cost": "2500",
    "origin": "United Kingdom",
    "img": "https://www.catbreedslist.com/uploads/cat-pictures/sphynx-2.jpg",
    "colors": "Black, White, Blue, Cream",
    "lifeSpan": "12 years",
    "shortDescription": "The Sphynx is one of the most unusual and rare of all domestic feline breeds. Its most distinguishing characteristic is that it appears to be entirely hairless. However, most Sphynx do have some degree of short, sparse downy fur that is most noticeable on the ears, muzzle, tail, feet and scrotum. When present, even this fur is barely perceptible to the human eye or to the human touch.",
    "description": "The Sphynx is one of the most unusual and rare of all domestic feline breeds. Its most distinguishing characteristic is that it appears to be entirely hairless. However, most Sphynx do have some degree of short, sparse downy fur that is most noticeable on the ears, muzzle, tail, feet and scrotum. When present, even this fur is barely perceptible to the human eye or to the human touch. The fine fur tends to be more visible on young kittens and then thins or disappears with age. The markings and coloration are highly unique to each Sphynx cat, with color depending entirely upon the pigmentation of its skin. All of the usual domestic cat colors and coat patterns can be found in the Sphynx. The texture of the cat’s skin – which has been said to resemble the fuzz of a peach - feels like soft chamois leather or suede and usually is noticeably warm to the touch. Whiskers and eyebrows may or may not be present, and when present they may be either whole or broken. Kittens are more uniformly wrinkled than are adults, but mature Sphynx should retain some wrinkling, especially around their shoulders and neck. The hairless Sphynx is muscular with broad ears and a wide-eyed, friendly expression. This sweet-natured, lively cat is inquisitive and loves being the center of attention. A devoted, affectionate feline, the Sphynx follows her human companions everywhere, purring with delight. This breed does not do well when left alone all day. The Sphynx is a healthy, hardy cat."
  },
  {
    "code": "A6",
    "name": "Rottweiler",
    "cost": "1600",
    "origin": "Germany",
    "img": "https://www.dogbreedslist.info/uploads/dog-pictures/rottweiler-2-2.jpg",
    "colors": "Black",
    "lifeSpan": "10 years",
    "shortDescription": "The Rottweiler is a large breed, slightly longer than it is tall and robust with a powerful, substantial build. It combines the abilities necessary to drive cattle for long distances as well as serve as a formidable guard dog",
    "description": "The Rottweiler is a large breed, slightly longer than it is tall and robust with a powerful, substantial build. It combines the abilities necessary to drive cattle for long distances as well as serve as a formidable guard dog — jobs that entail great strength, agility and endurance. Its trot is sure and powerful, with strong reach and drive. Its coat is straight, coarse and dense. Its expression reflects the Rottweiler at its best — noble, alert and self-assured. Confident, bold, alert and imposing, the Rottweiler is a popular choice for its ability to protect. As befitting its self-assured nature, it tends to be headstrong and stubborn and is often domineering. It is reserved, often wary, toward strangers. It may be overly protective if it perceives that its family is being threatened, and it may also attempt to herd children. This is a powerful breed that needs socialization, consistent training and daily exercise to be the best it can be — a loyal family member and guardian."
  },
  {
    "code": "B6",
    "name": "Norwegian Forest Cat",
    "cost": "1400",
    "origin": "Norway",
    "img": "https://www.catbreedslist.com/uploads/cat-pictures/norwegian-forest-cat-2.jpg",
    "colors": "Black, Cinnamon, Cream, Red, White",
    "lifeSpan": "12 years",
    "shortDescription": "The Norwegian Forest Cat is a strong, solid, muscular cat that is somewhat similar in type to the Maine Coon. It has been suggested that the Norwegian is an early ancestor of the Maine Coon and perhaps of the long-haired Manx variety, as well. Called the “Norsk Skaukatt” in its homeland, this cat has a long, dense double coat, with a coarse outer layer covering a thick, wooly undercoat that makes it virtually water-proof even in the heaviest of rainstorms.",
    "description": "The Norwegian Forest Cat is a strong, solid, muscular cat that is somewhat similar in type to the Maine Coon. It has been suggested that the Norwegian is an early ancestor of the Maine Coon and perhaps of the long-haired Manx variety, as well. Called the “Norsk Skaukatt” in its homeland, this cat has a long, dense double coat, with a coarse outer layer covering a thick, wooly undercoat that makes it virtually water-proof even in the heaviest of rainstorms. Its tufted, lynx-like ears, ruffed neck and long bushy tail provide additional protection against bitter weather. These are big cats. Adult males typically weigh between 10 and 16 pounds; females weigh substantially less. Their hind legs are longer than their front legs, which is one characteristic that distinguishes them from the Maine Coon. Despite its size, the Norwegian Forest Cat has a certain elegance about it. It has a refined, triangular-shaped head with a long, straight face in profile. Its eyes are large, almond-shaped and slanted slightly upward at the outer corners. This breed comes in a wide range of beautiful colors. However, color and pattern are considered secondary to a correct coat and body type. Norwegian Forest Cats do tend to shed, especially during the summer months, although their coat requires only occasional brushing and combing to keep them tidy. Norwegian Forest Cats are smart, friendly and playful, much like their probable distant cousins, the Maine Coons. They are inquisitive and have great affection for the outdoors. However, they also greatly enjoy the company of people and other pets. In fact, Norwegian Forest Cats are known to go looking for companionship, if they have been left alone or unattended to by their owners for prolonged periods of time. Norwegians are affectionate but not overly pushy or pestering. They certainly like to cuddle with and be close to their owners, but they are not as clingy or demanding as some other breeds. They also are not an especially loud or vocal breed. Norwegian Forest Cats are patient, stable and even-tempered. They are not easily-stressed, which makes them terrific companions for families with young children."
  },
  {
    "code": "B7",
    "name": "Siberian",
    "cost": "2000",
    "origin": "Russia",
    "img": "https://www.catbreedslist.com/uploads/cat-pictures/siberian-2-3.jpg",
    "colors": "Black, Fawn, Cream, Red, White",
    "lifeSpan": "12 years",
    "shortDescription": "The Siberian is an ancient, semi-longhaired domestic breed that originated in and is the national cat of Russia. The breed is recognized by most purebred cat registry organizations, which accept Siberians of any color (including color points) for competition. The traditional, and still the most common, coat color is the Golden Tabby. Siberian kittens are short-haired at birth, with no outer guard hairs developing until they reach about three months of age. Their winter coats are decidedly more lush than are their summer coats.",
    "description": "The Siberian is an ancient, semi-longhaired domestic breed that originated in and is the national cat of Russia. The breed is recognized by most purebred cat registry organizations, which accept Siberians of any color (including color points) for competition. The traditional, and still the most common, coat color is the Golden Tabby. Siberian kittens are short-haired at birth, with no outer guard hairs developing until they reach about three months of age. Their winter coats are decidedly more lush than are their summer coats. Siberians are considered to be quite intelligent and good problem-solvers. They are loyal, outgoing, playful, affectionate and sociable, making the breed a good choice for those who think that they are so-called “dog people” rather than “cat people.” Many a devout dog-lover has succumbed to the zany, charming ways of the Siberian cat. The Cat Fanciers’ Association (CFA) profile of this breed warns people in a friendly way to “[e]xpect the unexpected when sharing your home with a Siberian.”"
  },
  {
    "code": "A7",
    "name": "Yorkshire Terrier",
    "cost": "2200",
    "origin": "United Kingdom",
    "img": "https://www.dogbreedslist.info/uploads/dog-pictures/yorkshire-terrier-2-2.jpg",
    "colors": "Black, Gold, Tan",
    "lifeSpan": "14 years",
    "shortDescription": "The Yorkshire Terrier’s appearance is that of a well-balanced, long coated, small (Toy-type) terrier, readily identified by its steel blue and tan, straight-flowing coat. The hair is parted on the muzzle and from the base of the skull to the end of the tail.",
    "description": "The Yorkshire Terrier’s appearance is that of a well-balanced, long coated, small (Toy-type) terrier, readily identified by its steel blue and tan, straight-flowing coat. The hair is parted on the muzzle and from the base of the skull to the end of the tail. The body is square and evenly proportioned. The dog’s high head carriage and confident manner gives the appearance of vigor and self-importance. The Yorkshire Terrier is tolerant of older children, provided they respect its personal space. Due to its small size and bold temperament (which arises from its working origins) the Yorkshire Terrier is not recommended for young children unless carefully supervised. The Yorkshire Terrier can occasionally be a bit too brave when dealing with larger dogs, but gets along fine with cats and other household pets. Yorkies prefer life indoors, and are especially unsuited to cold climates."
  },
  {
    "code": "A8",
    "name": "Siberian Husky",
    "cost": "1200",
    "origin": "Russia",
    "img": "https://www.dogbreedslist.info/uploads/dog-pictures/siberian-husky-2.jpg",
    "colors": "Agouti, Gray, Sable, Red, White",
    "lifeSpan": "13 years",
    "shortDescription": "The Siberian Husky combines power, speed and endurance, enabling it to carry a light load at moderate speed over a great distance. It is moderately compact, slightly longer than it is tall, and of definite Northern heritage.",
    "description": "The Siberian Husky combines power, speed and endurance, enabling it to carry a light load at moderate speed over a great distance. It is moderately compact, slightly longer than it is tall, and of definite Northern heritage. It is quick and light on its feet, with a smooth and effortless stride exhibiting both good reach and drive. It has a double coat of medium length, with a soft, dense undercoat and a straight, somewhat flat-lying outer coat. Its expression is keen but friendly, interested and even mischievous. Fun-loving, adventurous, alert, independent, clever, stubborn, mischievous and obstinate — all describe the Siberian husky. This breed loves to run and will roam if given the chance. It may be aggressive toward strange dogs, but it is generally good with other household dogs. In fact, it is a very social dog that must have human or canine companionship. It may chase strange cats or livestock. Some howl, dig and chew."
  },
  {
    "code": "A9",
    "name": "Pomeranian",
    "cost": "2500",
    "origin": "Poland",
    "img": "https://www.dogbreedslist.info/uploads/dog-pictures/pomeranian-2.jpg",
    "colors": "Black, Tan, Blue, Brown, Red",
    "lifeSpan": "14 years",
    "shortDescription": "The Pomeranian is a small, square-proportioned, miniature spitz with a cobby, rounded body. It shares the spitz characteristics of small ears, double coat and curled tail. It has an alert, foxlike expression.",
    "description": "The Pomeranian is a small, square-proportioned, miniature spitz with a cobby, rounded body. It shares the spitz characteristics of small ears, double coat and curled tail. It has an alert, foxlike expression. Its gait is smooth and free with good reach and drive. The soft thick undercoat combined with the longer harsh outer coat, standing off from the body, combine to give the dog a unique puffy appearance. This look is further accentuated by the thick ruff and a head carriage that is naturally up-gazing. Bouncy, bold and busy, the Pomeranian makes the most of every day. It is curious, playful, self-confident (even cocky) and attentive, ever ready for a game or adventure. It is reserved toward strangers. Some can be aggressive toward other dogs. Some bark a lot."
  },
  {
    "code": "A10",
    "name": "Maltese",
    "cost": "2000",
    "origin": "Italy",
    "img": "https://www.dogbreedslist.info/uploads/dog-pictures/maltese-2.jpg",
    "colors": "White",
    "lifeSpan": "16 years",
    "shortDescription": "Even though the breed is known for its coat, its body structure, facial expression and overall carriage are essential components of the type. The Maltese is a diminutive dog with a compact, square body.",
    "description": "Even though the breed is known for its coat, its body structure, facial expression and overall carriage are essential components of the type. The Maltese is a diminutive dog with a compact, square body, covered all over with long, flat, silky, white hair hanging almost to the ground. The expression is gentle yet alert. It is a vigorous dog, with a jaunty, smooth, flowing gait. The well-built Maltese seems to float over the ground when trotting. They are one of the most gentle mannered of all little dogs, but are also full of energy and very playful, making them great family dogs. Maltese are highly intelligent and know very well how to use their charm to get their way. If given the chance, they become easily spoiled. This isn’t a problem for dog savvy owners, but many pet owners will give in, often resulting in a pet with poor manners. It is not recommended that Maltese go to homes with young children, where as tiny puppies, there is the possibility of being stepped on or dropped by a child."
  },
  {
    "code": "A11",
    "name": "Collie",
    "cost": "1600",
    "origin": "United Kingdom",
    "img": "https://www.dogbreedslist.info/uploads/dog-pictures/rough-collie-2.jpg",
    "colors": "Black, White, Blue, Sable",
    "lifeSpan": "15 years",
    "shortDescription": "The Collie is an active, lithe, strong dog that combines strength, speed and grace. Its gait suggests effortless speed as well as the ability to change speed and direction instantly, as required in herding dogs.",
    "description": "The Collie is an active, lithe, strong dog that combines strength, speed and grace. Its gait suggests effortless speed as well as the ability to change speed and direction instantly, as required in herding dogs. The coat can be of two types, both with a soft, abundant undercoat. The outer coat of the smooth variety is short, hard and flat; that of the rough variety is straight, harsh, abundant and long, particularly on the mane and ruff. The collie's expression is an important hallmark of the breed, and depends upon the shape and balance of the skull and muzzle, as well as the characteristics of the eyes and ears. It should be bright, alert and intelligent — traits accentuated by a fairly refined head. Collies are impressive dogs; friendly, highly-intelligent, proud, and beautiful. They are great at understanding human's moods and they are very fond of children, making them ideal family pets. Collies require daily exercise and human interaction to be happy. Gentle training is all that is required for a Collie to learn easily and quickly. They have historically been and continue to be beloved family companions."
  }
]


