[
    {
        "id": 1,
        "title": "Basic Obedience Training",
        "dis1": "This foundational training teaches essential commands like sit, stay, come, and heel.",
        "dis2": "It establishes communication between the pet and owner, fostering mutual understanding and respect.",
        "dis3": "Strengthens the bond between pet and owner through positive interaction and mental stimulation.",
        "picture": "https://i.ibb.co/mTNV7WS/Basic-Obedience-Training.jpg"
    },
    {
        "id": 2,
        "title": "House Training",
        "dis1": "Also known as potty training, it teaches pets where and when to relieve themselves.",
        "dis2": "Consistency, positive reinforcement, and establishing a routine are key to success.",
        "dis3": "Crate training is often used as part of house training to encourage bladder control and prevent accidents.",
        "picture": "https://i.ibb.co/CzMBQN8/House-Training.jpg"
    },
    {
        "id": 3,
        "title": "Leash Training",
        "dis1": "Teaches pets to walk calmly on a leash without pulling or straining.",
        "dis2": "Encourages loose leash walking and teaches pets to respond to leash cues.",
        "dis3": "Positive reinforcement techniques are commonly used to reinforce desired behaviors.",
        "picture": "https://i.ibb.co/Yk04S2M/Leash-Training.jpg"
    },
    {
        "id": 4,
        "title": "Socialization Training",
        "dis1": "Exposes pets to a variety of people, animals, sounds, and environments at an early age.",
        "dis2": "Helps prevent fear, anxiety, and aggression by promoting positive interactions and confidence-building experiences.",
        "dis3": "Gradual exposure and positive reinforcement are used to desensitize pets to new stimuli.",
        "picture": "https://i.ibb.co/pJ0L3K6/Socialization-Training.webp"
    },
    {
        "id": 5,
        "title": "Behavior Modification Training",
        "dis1": "Addresses undesirable behaviors such as jumping, chewing, excessive barking, and aggression.",
        "dis2": "Identifies underlying causes of behavior problems and implements training techniques to modify behavior.",
        "dis3": "Positive reinforcement, redirection, and desensitization are often used to replace unwanted behaviors with desirable ones.",
        "picture": "https://i.ibb.co/vYJk5Sq/Behavior-Modification-Training.jpg"
    },
    {
        "id": 6,
        "title": "Protection Training",
        "dis1": "Involves training guard dogs to protect property and individuals.",
        "dis2": "Teaches controlled aggression, obedience, and defensive techniques under the guidance of experienced trainers.",
        "dis3": "",
        "picture": "https://i.ibb.co/zrPVsB5/Protection-Training.jpg"
    }
]